Repository: sugar-activities/4488-activity
Catalog: po/*.po
Languages: es

source: FractionBounce
es: FraccionBotar

source: Custom
es: Anadir

source: Project
es: Proyecto

source: fractions
es: fracciones

source: percents
es: porcentajes

source: numerator
es: numerador

source: denominator
es: denominador

source: add new fraction
es: agregar una nueva fraccion

source: Bounce the ball to a position %(fraction)s of the way from the left side of the bar.
es: Rebotar la pelota a una distancia de %(fraction)s de la forma de la parte izquierda de la barra.

source: Click the ball to start.
es: Haga clic en la pelota para empezar.

source: Wait for others to join.
es: Esperar a que otros antes de empezar.

source: Wait for the sharer to start.
es: Espere a que el partícipe para empezar.

source: has joined.
es: se ha unido.

source: Click on the bar to choose a fraction.
es: Haga clic en la barra para elegir una fracción.

source: Waiting for %(buddy)s
es: Esperando a

source: choose a ball
es: elegir una pelota

source: basketball
es: baloncesto

source: soccer ball
es: fútbol

source: user defined
es: definido por el usuario
